Repository: oflorezawaken-dev/huawei-app-factory
Catalog: apps-ios/shift-slip/Sources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, pt_pt, tr, zh_hans

# logshift.sales
source: Sales
ar: المبيعات
de: Umsatz
es: Ventas
fr: Ventes
it: Vendite
pt_pt: Vendas
tr: Satışlar
zh_hans: 销售额

# logshift.section.hours
source: Hours
ar: الساعات
de: Stunden
es: Horas
fr: Heures
it: Ore
pt_pt: Horas
tr: Saatler
zh_hans: 工时

# logshift.section.live
source: So Far
ar: حتى الآن
de: Bisher
es: Hasta ahora
fr: Jusqu'ici
it: Finora
pt_pt: Até agora
tr: Şimdiye Kadar
zh_hans: 目前为止

# logshift.section.photo
source: Closeout Photo
ar: صورة الإغلاق
de: Kassenzettel-Foto
es: Foto del cierre
fr: Photo de clôture
it: Foto di chiusura
pt_pt: Foto de fecho de caixa
tr: Kapanış Fotoğrafı
zh_hans: 结账单照片

# logshift.section.tipout
source: Tip-Out
ar: توزيع الإكراميات
de: Trinkgeld-Abgabe
es: Reparto de propinas
fr: Répartition des pourboires
it: Ripartizione mance
pt_pt: Partilha de gorjetas
tr: Bahşiş Paylaşımı
zh_hans: 小费分成

# logshift.section.tips
source: Tips
ar: الإكراميات
de: Trinkgelder
es: Propinas
fr: Pourboires
it: Mance
pt_pt: Gorjetas
tr: Bahşişler
zh_hans: 小费

# logshift.servicecharges
source: Service Charges / Auto-Gratuities
ar: رسوم الخدمة / الإكراميات التلقائية
de: Servicegebühren / automatische Trinkgelder
es: Cargos por servicio / propinas automáticas
fr: Frais de service / pourboires automatiques
it: Costi di servizio / mance automatiche
pt_pt: Taxas de serviço / gorjetas automáticas
tr: Servis Ücretleri / Otomatik Bahşişler
zh_hans: 服务费/自动小费

# logshift.servicecharges.footnote
source: Not a voluntary tip. Kept separate everywhere.
ar: ليست إكرامية طوعية. تُحفظ منفصلة في كل مكان.
de: Kein freiwilliges Trinkgeld. Wird überall getrennt geführt.
es: No es una propina voluntaria. Se mantiene aparte en todas partes.
fr: Ce n'est pas un pourboire volontaire. Toujours conservé séparément.
it: Non è una mancia volontaria. Sempre tenuta separata.
pt_pt: Não é uma gorjeta voluntária. Mantida sempre em separado.
tr: Gönüllü bir bahşiş değildir. Her yerde ayrı tutulur.
zh_hans: 并非自愿小费，在任何地方都单独记录。

# logshift.showsales
source: Record Sales
ar: تسجيل المبيعات
de: Umsatz erfassen
es: Registrar ventas
fr: Enregistrer les ventes
it: Registra le vendite
pt_pt: Registar vendas
tr: Satışları Kaydet
zh_hans: 记录销售额

# logshift.starttime
source: Start Time
ar: وقت البدء
de: Startzeit
es: Hora de inicio
fr: Heure de début
it: Ora di inizio
pt_pt: Hora de início
tr: Başlangıç Saati
zh_hans: 开始时间

# logshift.tipout
source: Tip-Out
ar: توزيع الإكراميات
de: Trinkgeld-Abgabe
es: Reparto de propinas
fr: Répartition des pourboires
it: Ripartizione mance
pt_pt: Partilha de gorjetas
tr: Bahşiş Paylaşımı
zh_hans: 小费分成

# logshift.title.edit
source: Edit Shift
ar: تعديل الوردية
de: Schicht bearbeiten
es: Editar turno
fr: Modifier le service
it: Modifica turno
pt_pt: Editar turno
tr: Vardiyayı Düzenle
zh_hans: 编辑班次

# logshift.title.new
source: Log Shift
ar: تسجيل وردية
de: Schicht erfassen
es: Registrar turno
fr: Enregistrer un service
it: Registra turno
pt_pt: Registar turno
tr: Vardiya Kaydet
zh_hans: 记录班次

# minwage.averagehourly
source: Average Hourly
ar: متوسط الأجر بالساعة
de: Durchschnittlicher Stundenlohn
es: Promedio por hora
fr: Moyenne horaire
it: Media oraria
pt_pt: Média horária
tr: Ortalama Saatlik
zh_hans: 平均时薪

# minwage.editfigure
source: Edit Your Figure
ar: تعديل رقمك
de: Deinen Betrag bearbeiten
es: Editar tu cifra
fr: Modifier votre montant
it: Modifica il tuo valore
pt_pt: Editar o seu valor
tr: Değerini Düzenle
zh_hans: 编辑你的数值

# minwage.enteredfigure
source: Your Entered Figure
ar: الرقم الذي أدخلته
de: Dein eingegebener Betrag
es: Tu cifra ingresada
fr: Le montant que vous avez saisi
it: Il valore che hai inserito
pt_pt: O valor que introduziu
tr: Girdiğin Değer
zh_hans: 你输入的数值

# minwage.hours
source: Hours
ar: الساعات
de: Stunden
es: Horas
fr: Heures
it: Ore
pt_pt: Horas
tr: Saat
zh_hans: 工时

# minwage.notset.body
source: Enter a figure in Settings to see this check.
ar: أدخل رقمًا في الإعدادات لرؤية هذا الفحص.
de: Gib in den Einstellungen einen Betrag ein, um diesen Check zu sehen.
es: Ingresa una cifra en Ajustes para ver esta comprobación.
fr: Saisissez un montant dans Réglages pour voir cette vérification.
it: Inserisci un valore nelle Impostazioni per vedere questa verifica.
pt_pt: Introduza um valor em Definições para ver esta verificação.
tr: Bu kontrolü görmek için Ayarlar'a bir değer gir.
zh_hans: 在设置中输入一个数值即可查看此检查。

# minwage.notset.title
source: No Figure Entered
ar: لم يتم إدخال رقم
de: Kein Betrag eingegeben
es: Sin cifra ingresada
fr: Aucun montant saisi
it: Nessun valore inserito
pt_pt: Sem valor introduzido
tr: Değer Girilmedi
zh_hans: 未输入数值

# minwage.period
source: This Period
ar: هذه الفترة
de: Dieser Zeitraum
es: Este periodo
fr: Cette période
it: Questo periodo
pt_pt: Este período
tr: Bu Dönem
zh_hans: 本周期

# minwage.title
source: Minimum-Wage Check
ar: فحص الحد الأدنى للأجور
de: Mindestlohn-Check
es: Comprobación de salario mínimo
fr: Vérification du salaire minimum
it: Verifica salario minimo
pt_pt: Verificação de salário mínimo
tr: Asgari Ücret Kontrolü
zh_hans: 最低工资检查

# minwage.totalpay
source: Total Pay
ar: إجمالي الأجر
de: Gesamtlohn
es: Pago total
fr: Salaire total
it: Paga totale
pt_pt: Pagamento total
tr: Toplam Ücret
zh_hans: 总收入

# minwage.worthasking
source: This period's average is below the figure you entered. Might be worth asking about.
ar: متوسط هذه الفترة أقل من الرقم الذي أدخلته. قد يستحق الأمر السؤال عنه.
de: Der Durchschnitt dieses Zeitraums liegt unter dem von dir eingegebenen Betrag. Vielleicht lohnt es sich nachzufragen.
es: El promedio de este periodo está por debajo de la cifra que ingresaste. Podría valer la pena preguntar.
fr: La moyenne de cette période est inférieure au montant que vous avez saisi. Cela pourrait valoir la peine de se renseigner.
it: La media di questo periodo è inferiore al valore che hai inserito. Potrebbe valere la pena informarsi.
pt_pt: A média deste período está abaixo do valor que introduziu. Pode valer a pena perguntar.
tr: Bu dönemin ortalaması girdiğin değerin altında. Sormaya değer olabilir.
zh_hans: 本周期的平均值低于你输入的数值，或许值得问一问。

# paytype.commission
source: Commission
ar: عمولة
de: Provision
es: Comisión
it: Commissione
pt_pt: Comissão
tr: Komisyon
zh_hans: 提成

# paytype.hourly
source: Hourly
ar: بالساعة
de: Stundenlohn
es: Por hora
fr: Horaire
it: Orario
pt_pt: Por hora
tr: Saatlik
zh_hans: 计时

# paytype.hourlyPlusTips
source: Hourly + Tips
ar: بالساعة + إكراميات
de: Stundenlohn + Trinkgeld
es: Por hora + propinas
fr: Horaire + pourboires
it: Orario + mance
pt_pt: Por hora + gorjetas
tr: Saatlik + Bahşiş
zh_hans: 计时+小费

# paytype.tipsOnly
source: Tips Only
ar: إكراميات فقط
de: Nur Trinkgeld
es: Solo propinas
fr: Pourboires uniquement
it: Solo mance
pt_pt: Apenas gorjetas
tr: Sadece Bahşiş
zh_hans: 仅小费

# reports.best %@
source: Best: %@
ar: الأفضل: %@
de: Beste: %@
es: Mejor: %@
fr: Meilleur : %@
it: Migliore: %@
pt_pt: Melhor: %@
tr: En İyi: %@
zh_hans: 最佳：%@

# reports.bestworst
source: Best & Worst Shift
ar: أفضل وأسوأ وردية
de: Beste und schlechteste Schicht
es: Mejor y peor turno
fr: Meilleur et pire service
it: Turno migliore e peggiore
pt_pt: Melhor e pior turno
tr: En İyi ve En Kötü Vardiya
zh_hans: 最佳与最差班次

# reports.byjob
source: Earnings by Job
ar: الأرباح حسب الوظيفة
de: Einkommen nach Job
es: Ingresos por empleo
fr: Gains par emploi
it: Guadagni per lavoro
pt_pt: Ganhos por emprego
tr: İşe Göre Kazanç
zh_hans: 按工作收入

# reports.byweek
source: Earnings by Week
ar: الأرباح حسب الأسبوع
de: Einkommen pro Woche
es: Ingresos por semana
fr: Gains par semaine
it: Guadagni per settimana
pt_pt: Ganhos por semana
tr: Haftaya Göre Kazanç
zh_hans: 按周收入

# reports.byweekday
source: Average Hourly by Day of Week
ar: متوسط الأجر بالساعة حسب يوم الأسبوع
de: Durchschnittlicher Stundenlohn nach Wochentag
es: Promedio por hora según día de la semana
fr: Moyenne horaire par jour de la semaine
it: Media oraria per giorno della settimana
pt_pt: Média horária por dia da semana
tr: Haftanın Gününe Göre Ortalama Saatlik
zh_hans: 按星期几的平均时薪

# reports.empty.body
source: Log a few shifts to see your reports.
ar: سجّل بضع ورديات لرؤية تقاريرك.
de: Erfasse ein paar Schichten, um deine Berichte zu sehen.
es: Registra algunos turnos para ver tus informes.
fr: Enregistrez quelques services pour voir vos rapports.
it: Registra alcuni turni per vedere i tuoi rapporti.
pt_pt: Registe alguns turnos para ver os seus relatórios.
tr: Raporlarını görmek için birkaç vardiya kaydet.
zh_hans: 记录几个班次即可查看报告。

# reports.empty.title
source: No Data Yet
ar: لا توجد بيانات بعد
de: Noch keine Daten
es: Aún sin datos
fr: Aucune donnée pour l'instant
it: Ancora nessun dato
pt_pt: Ainda sem dados
tr: Henüz Veri Yok
zh_hans: 暂无数据

# reports.hourly
source: Average Hourly
ar: متوسط الأجر بالساعة
de: Durchschnittlicher Stundenlohn
es: Promedio por hora
fr: Moyenne horaire
it: Media oraria
pt_pt: Média horária
tr: Ortalama Saatlik
zh_hans: 平均时薪

# reports.job
source: Job
ar: الوظيفة
es: Empleo
fr: Emploi
it: Lavoro
pt_pt: Emprego
tr: İş
zh_hans: 工作

# reports.minwage
source: Minimum-Wage Check
ar: فحص الحد الأدنى للأجور
de: Mindestlohn-Check
es: Comprobación de salario mínimo
fr: Vérification du salaire minimum
it: Verifica salario minimo
pt_pt: Verificação de salário mínimo
tr: Asgari Ücret Kontrolü
zh_hans: 最低工资检查

# reports.notenoughdata
source: Not enough data yet.
ar: لا توجد بيانات كافية بعد.
de: Noch nicht genug Daten.
es: Aún no hay suficientes datos.
fr: Pas encore assez de données.
it: Non ci sono ancora dati sufficienti.
pt_pt: Ainda não há dados suficientes.
tr: Henüz yeterli veri yok.
zh_hans: 数据尚不充足。

# reports.total
source: Total
ar: الإجمالي
de: Gesamt
it: Totale
tr: Toplam
zh_hans: 总计

# reports.week
source: Week
ar: الأسبوع
de: Woche
es: Semana
fr: Semaine
it: Settimana
pt_pt: Semana
tr: Hafta
zh_hans: 周

# reports.weekday
source: Day of Week
ar: يوم الأسبوع
de: Wochentag
es: Día de la semana
fr: Jour de la semaine
it: Giorno della settimana
pt_pt: Dia da semana
tr: Haftanın Günü
zh_hans: 星期几

# reports.worst %@
source: Worst: %@
ar: الأسوأ: %@
de: Schlechteste: %@
es: Peor: %@
fr: Pire : %@
it: Peggiore: %@
pt_pt: Pior: %@
tr: En Kötü: %@
zh_hans: 最差：%@

# settings.about
source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
it: Info
pt_pt: Sobre
tr: Hakkında
zh_hans: 关于

# settings.about.version
source: Version
ar: الإصدار
es: Versión
it: Versione
pt_pt: Versão
tr: Sürüm
zh_hans: 版本

# settings.ads
source: Advertising
ar: الإعلانات
de: Werbung
es: Publicidad
fr: Publicité
it: Pubblicità
pt_pt: Publicidade
tr: Reklamlar
zh_hans: 广告

# settings.ads.failed
source: The purchase did not go through. No charge was made.
ar: لم تكتمل عملية الشراء. لم يتم خصم أي مبلغ.
de: Der Kauf wurde nicht abgeschlossen. Es wurde nichts berechnet.
es: La compra no se completó. No se realizó ningún cargo.
fr: L'achat n'a pas abouti. Aucun montant n'a été débité.
it: L'acquisto non è andato a buon fine. Nessun addebito.
pt_pt: A compra não foi concluída. Nada foi cobrado.
tr: Satın alma tamamlanmadı. Ücret alınmadı.
zh_hans: 购买未完成，未产生费用。

# settings.ads.remove
source: Remove Ads
ar: إزالة الإعلانات
de: Werbung entfernen
es: Quitar anuncios
fr: Supprimer les publicités
it: Rimuovi annunci
pt_pt: Remover anúncios
tr: Reklamları Kaldır
zh_hans: 移除广告

# settings.ads.removed
source: Ads removed. Thank you.
ar: تمت إزالة الإعلانات. شكرًا لك.
de: Werbung entfernt. Danke.
es: Anuncios quitados. Gracias.
fr: Publicités supprimées. Merci.
it: Annunci rimossi. Grazie.
pt_pt: Anúncios removidos. Obrigado.
tr: Reklamlar kaldırıldı. Teşekkürler.
zh_hans: 广告已移除，谢谢。

# settings.ads.restore
source: Restore Purchase
ar: استعادة الشراء
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l'achat
it: Ripristina acquisto
pt_pt: Restaurar compra
tr: Satın Alımı Geri Yükle
zh_hans: 恢复购买

# settings.ads.why
source: ShiftSlip is free, funded by ads on non-critical screens. No ad ever appears while you enter, split or report a shift.
ar: تطبيق ShiftSlip مجاني، وممول بإعلانات على الشاشات غير الحرجة. لا يظهر أي إعلان أثناء إدخال الوردية أو توزيعها أو الإبلاغ عنها.
de: ShiftSlip ist kostenlos und wird durch Werbung auf unkritischen Bildschirmen finanziert. Beim Erfassen, Aufteilen oder Melden einer Schicht erscheint niemals Werbung.
es: ShiftSlip es gratis, financiado por anuncios en pantallas no críticas. Nunca aparece un anuncio mientras registras, repartes o reportas un turno.
fr: ShiftSlip est gratuit, financé par des publicités sur des écrans non critiques. Aucune publicité n'apparaît pendant la saisie, la répartition ou le rapport d'un service.
it: ShiftSlip è gratuita, finanziata da annunci su schermate non critiche. Nessun annuncio appare mentre inserisci, ripartisci o segnali un turno.
pt_pt: O ShiftSlip é gratuito, financiado por anúncios em ecrãs não críticos. Nenhum anúncio aparece enquanto regista, reparte ou reporta um turno.
tr: ShiftSlip ücretsizdir ve kritik olmayan ekranlardaki reklamlarla desteklenir. Bir vardiyayı girerken, paylaştırırken veya raporlarken asla reklam görünmez.
zh_hans: ShiftSlip 是免费应用，由非关键界面上的广告提供支持。在你录入、分配或查看班次报告时绝不会出现广告。

# settings.currencycode
source: Currency Code
ar: رمز العملة
de: Währungscode
es: Código de moneda
fr: Code devise
it: Codice valuta
pt_pt: Código da moeda
tr: Para Birimi Kodu
zh_hans: 货币代码

# settings.data
source: Data
ar: البيانات
de: Daten
es: Datos
fr: Données
it: Dati
pt_pt: Dados
tr: Veri
zh_hans: 数据

# settings.defaultentrymode
source: Default Entry Mode
ar: طريقة الإدخال الافتراضية
de: Standard-Eingabemodus
es: Modo de entrada predeterminado
fr: Mode de saisie par défaut
it: Modalità di inserimento predefinita
pt_pt: Modo de introdução predefinido
tr: Varsayılan Giriş Modu
zh_hans: 默认输入方式

# settings.deleteall
source: Delete All Data
ar: حذف جميع البيانات
de: Alle Daten löschen
es: Eliminar todos los datos
fr: Supprimer toutes les données
it: Elimina tutti i dati
pt_pt: Eliminar todos os dados
tr: Tüm Verileri Sil
zh_hans: 删除所有数据

# settings.deleteall.confirm.action
source: Delete Everything
ar: حذف كل شيء
de: Alles löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
pt_pt: Eliminar tudo
tr: Her Şeyi Sil
zh_hans: 删除所有内容

# settings.deleteall.confirm.field
source: Type DELETE
ar: اكتب DELETE
de: Gib LÖSCHEN ein
es: Escribe DELETE
fr: Tapez DELETE
it: Digita DELETE
pt_pt: Escreva DELETE
tr: DELETE yaz
zh_hans: 输入 DELETE

# settings.deleteall.confirm.message
source: Type DELETE to permanently remove every job and shift. This cannot be undone.
ar: اكتب DELETE لإزالة كل وظيفة ووردية نهائيًا. لا يمكن التراجع عن هذا الإجراء.
de: Gib LÖSCHEN ein, um alle Jobs und Schichten dauerhaft zu entfernen. Dies kann nicht rückgängig gemacht werden.
es: Escribe DELETE para eliminar permanentemente todos los empleos y turnos. Esto no se puede deshacer.
fr: Tapez DELETE pour supprimer définitivement tous les emplois et services. Cette action est irréversible.
it: Digita DELETE per rimuovere definitivamente ogni lavoro e turno. Non può essere annullato.
pt_pt: Escreva DELETE para remover permanentemente todos os empregos e turnos. Isto não pode ser anulado.
tr: Tüm işleri ve vardiyaları kalıcı olarak kaldırmak için DELETE yaz. Bu işlem geri alınamaz.
zh_hans: 输入 DELETE 可永久删除所有工作和班次。此操作无法撤销。

# settings.deleteall.confirm.title
source: Delete Everything?
ar: هل تريد حذف كل شيء؟
de: Alles löschen?
es: ¿Eliminar todo?
fr: Tout supprimer ?
it: Eliminare tutto?
pt_pt: Eliminar tudo?
tr: Her Şey Silinsin mi?
zh_hans: 删除所有内容？

# settings.employeename
source: Employee Name
ar: اسم الموظف
de: Name des Angestellten
es: Nombre del empleado
fr: Nom de l'employé
it: Nome del dipendente
pt_pt: Nome do funcionário
tr: Çalışan Adı
zh_hans: 员工姓名

# settings.export
source: Export
ar: التصدير
es: Exportar
fr: Exporter
it: Esporta
pt_pt: Exportar
tr: Dışa Aktar
zh_hans: 导出

# settings.export.link
source: Export Shifts
ar: تصدير الورديات
de: Schichten exportieren
es: Exportar turnos
fr: Exporter les services
it: Esporta turni
pt_pt: Exportar turnos
tr: Vardiyaları Dışa Aktar
zh_hans: 导出班次

# settings.export.reminder
source: Monthly Export Reminder
ar: تذكير التصدير الشهري
de: Monatliche Export-Erinnerung
es: Recordatorio mensual de exportación
fr: Rappel d'exportation mensuel
it: Promemoria di esportazione mensile
pt_pt: Lembrete mensal de exportação
tr: Aylık Dışa Aktarma Hatırlatıcısı
zh_hans: 每月导出提醒

# settings.firstdayofweek
source: First Day of Week
ar: أول يوم في الأسبوع
de: Erster Wochentag
es: Primer día de la semana
fr: Premier jour de la semaine
it: Primo giorno della settimana
pt_pt: Primeiro dia da semana
tr: Haftanın İlk Günü
zh_hans: 每周首日

# settings.minimumwage
source: Your Minimum Wage
ar: الحد الأدنى لأجرك
de: Dein Mindestlohn
es: Tu salario mínimo
fr: Votre salaire minimum
it: Il tuo salario minimo
pt_pt: O seu salário mínimo
tr: Asgari Ücretin
zh_hans: 你的最低工资

# settings.privacy
source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
pt_pt: Privacidade
tr: Gizlilik
zh_hans: 隐私

# settings.privacy.explainer
source: Your jobs, shifts, tips and reports stay on this iPhone. Only the ads use the network.
ar: تبقى وظائفك وورديتك وإكرامياتك وتقاريرك على هذا الآيفون. الإعلانات وحدها تستخدم الشبكة.
de: Deine Jobs, Schichten, Trinkgelder und Berichte bleiben auf diesem iPhone. Nur die Werbung nutzt das Netzwerk.
es: Tus empleos, turnos, propinas e informes se quedan en este iPhone. Solo los anuncios usan la red.
fr: Vos emplois, services, pourboires et rapports restent sur cet iPhone. Seules les publicités utilisent le réseau.
it: I tuoi lavori, turni, mance e rapporti restano su questo iPhone. Solo gli annunci usano la rete.
pt_pt: Os seus empregos, turnos, gorjetas e relatórios ficam neste iPhone. Só os anúncios usam a rede.
tr: İşlerin, vardiyaların, bahşişlerin ve raporların bu iPhone'da kalır. Yalnızca reklamlar ağı kullanır.
zh_hans: 你的工作、班次、小费和报告都保存在此 iPhone 上。只有广告会使用网络。

# settings.privacy.policy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
pt_pt: Política de privacidade
tr: Gizlilik Politikası
zh_hans: 隐私政策

# settings.removesampledata
source: Remove Sample Data
ar: إزالة بيانات العيّنة
de: Beispieldaten entfernen
es: Quitar datos de ejemplo
fr: Supprimer les données d'exemple
it: Rimuovi dati di esempio
pt_pt: Remover dados de exemplo
tr: Örnek Verileri Kaldır
zh_hans: 移除示例数据

# settings.section.record
source: For the Record
ar: للسجل
de: Für den Nachweis
es: Para el registro
fr: Pour le relevé
it: Per il registro
pt_pt: Para o registo
tr: Kayıt İçin
zh_hans: 记录信息

# settings.support
source: Support
ar: الدعم
es: Soporte
fr: Assistance
it: Assistenza
pt_pt: Suporte
tr: Destek
zh_hans: 支持

# stat.effectivehourly
source: Effective Hourly
ar: الأجر الفعلي بالساعة
de: Effektiver Stundenlohn
es: Tarifa por hora
fr: Taux horaire effectif
it: Tariffa oraria effettiva
pt_pt: Valor-hora efetivo
tr: Efektif Saatlik
zh_hans: 实际时薪

# stat.hours
source: Hours
ar: الساعات
de: Stunden
es: Horas
fr: Heures
it: Ore
pt_pt: Horas
tr: Saat
zh_hans: 工时

# stat.tipskept
source: Tips Kept
ar: الإكراميات المتبقية
de: Behaltenes Trinkgeld
es: Propinas netas
fr: Pourboires conservés
it: Mance nette
pt_pt: Gorjetas líquidas
tr: Kalan Bahşiş
zh_hans: 净得小费

# stat.totalpay
source: Total Pay
ar: إجمالي الأجر
de: Gesamtlohn
es: Pago total
fr: Salaire total
it: Paga totale
pt_pt: Pagamento total
tr: Toplam Ücret
zh_hans: 总收入

# summary.basepay
source: Base Pay
ar: الأجر الأساسي
de: Grundlohn
es: Pago base
fr: Salaire de base
it: Paga base
pt_pt: Pagamento base
tr: Temel Ücret
zh_hans: 基本工资

# summary.comparison %@
source: Your average for this job on this day of the week: %@
ar: متوسطك لهذه الوظيفة في هذا اليوم من الأسبوع: %@
de: Dein Durchschnitt für diesen Job an diesem Wochentag: %@
es: Tu promedio para este empleo en este día de la semana: %@
fr: Votre moyenne pour cet emploi ce jour de la semaine : %@
it: La tua media per questo lavoro in questo giorno della settimana: %@
pt_pt: A sua média para este emprego neste dia da semana: %@
tr: Bu iş için haftanın bu gününe ait ortalaman: %@
zh_hans: 你在本工作、每周同一天的平均值：%@

# summary.done
source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
it: Fatto
pt_pt: Concluído
tr: Bitti
zh_hans: 完成

# summary.edit
source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
pt_pt: Editar
tr: Düzenle
zh_hans: 编辑

# summary.effectivehourly
source: Effective Hourly
ar: الأجر الفعلي بالساعة
de: Effektiver Stundenlohn
es: Tarifa efectiva por hora
fr: Taux horaire effectif
it: Tariffa oraria effettiva
pt_pt: Valor-hora efetivo
tr: Efektif Saatlik Ücret
zh_hans: 实际时薪

# summary.tippercentage
source: Tip Percentage
ar: نسبة الإكرامية
de: Trinkgeldprozentsatz
es: Porcentaje de propina
fr: Pourcentage de pourboire
it: Percentuale mancia
pt_pt: Percentagem de gorjeta
tr: Bahşiş Yüzdesi
zh_hans: 小费比例

# summary.tipskept
source: Tips Kept
ar: الإكراميات المتبقية
de: Behaltenes Trinkgeld
es: Propinas netas
fr: Pourboires conservés
it: Mance nette
pt_pt: Gorjetas líquidas
tr: Kalan Bahşiş
zh_hans: 净得小费

# summary.tipsperhour
source: Tips per Hour
ar: الإكراميات في الساعة
de: Trinkgeld pro Stunde
es: Propinas por hora
fr: Pourboires par heure
it: Mance orarie
pt_pt: Gorjetas por hora
tr: Saat Başına Bahşiş
zh_hans: 每小时小费

# summary.title
source: Shift Summary
ar: ملخص الوردية
de: Schichtübersicht
es: Resumen del turno
fr: Résumé du service
it: Riepilogo turno
pt_pt: Resumo do turno
tr: Vardiya Özeti
zh_hans: 班次摘要

# summary.totalpay
source: Total Pay
ar: إجمالي الأجر
de: Gesamtlohn
es: Pago total
fr: Salaire total
it: Paga totale
pt_pt: Pagamento total
tr: Toplam Ücret
zh_hans: 总收入

# tab.dashboard
source: Dashboard
ar: لوحة التحكم
de: Übersicht
es: Panel
fr: Tableau de bord
it: Bacheca
pt_pt: Painel
tr: Panel
zh_hans: 仪表盘

# tab.history
source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
pt_pt: Histórico
tr: Geçmiş
zh_hans: 历史记录

# tab.jobs
source: Jobs
ar: الوظائف
es: Empleos
fr: Emplois
it: Lavori
pt_pt: Empregos
tr: İşler
zh_hans: 工作

# tab.reports
source: Reports
ar: التقارير
de: Berichte
es: Informes
fr: Rapports
it: Rapporti
pt_pt: Relatórios
tr: Raporlar
zh_hans: 报告

# tab.settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
pt_pt: Definições
tr: Ayarlar
zh_hans: 设置

# tipoutrule.add
source: Add Recipient
ar: إضافة مستفيد
de: Empfänger hinzufügen
es: Añadir destinatario
fr: Ajouter un bénéficiaire
it: Aggiungi destinatario
pt_pt: Adicionar destinatário
tr: Alıcı Ekle
zh_hans: 添加接收人

# tipoutrule.recipient.name
source: Name
ar: الاسم
es: Nombre
fr: Nom
it: Nome
pt_pt: Nome
tr: Ad
zh_hans: 姓名

# tipoutrule.recipient.type
source: Rule
ar: القاعدة
de: Regel
es: Regla
fr: Règle
it: Regola
pt_pt: Regra
tr: Kural
zh_hans: 规则

# tipoutrule.title
source: Tip-Out Rule
ar: قاعدة توزيع الإكراميات
de: Trinkgeld-Regel
es: Regla de reparto
fr: Règle de répartition
it: Regola di ripartizione
pt_pt: Regra de partilha
tr: Bahşiş Kuralı
zh_hans: 小费分成规则

# tipoutrule.value.amount
source: Amount
ar: المبلغ
de: Betrag
es: Importe
fr: Montant
it: Importo
pt_pt: Montante
tr: Tutar
zh_hans: 金额

# tipoutrule.value.percent
source: Percent
ar: النسبة المئوية
de: Prozent
es: Porcentaje
fr: Pourcentage
it: Percentuale
pt_pt: Percentagem
tr: Yüzde
zh_hans: 百分比
